{
    "city": "北京",                             //城市
    "cldateRange": ["2019-6-15", "2020-9-15"],  //制冷起始截止时期
    "htdateRange": ["2019-11-15", "2020-3-15"], //供暖起始截止时期
    "region": "coldRegion",                     //建筑所在的气候分区
    "paramsDict": [
        {
            "title": "建筑 1",                      //建筑编号
            "buildtype": "住宅建筑",                //建筑类型
            "params": {
                "area": "100000",                   //建筑面积
                "glz_n": "0.3",                     //窗前比(北)
                "glz_ew": "0.35",                   //窗墙比(东西)
                "glz_s": "0.5",                     //窗墙比(南)
                "AC": "0.1",                        //换气次数
                "uw": "0.5",                        //墙的传热系数
                "uf": "1.6",                        //窗的传热系数
                "shgc": "0.6",                      //shgc
                "sum_point": "25",                  //夏季设定温度
                "win_point": "18",                  //冬季设定
            }                  
        },
        {
            "title": "建筑 2",                      //建筑编号
            "buildtype": "办公建筑",                //建筑类型
            "params": {
                "area":"80000",                     //建筑面积
                "height":"3.2",                     //建筑高度
                "glzRatio":"0.4",                   //整体窗墙比
                "uw":"0.5",                         //墙的传热系数
                "uf":"1.5",                         //窗的传热系数
                "air":"20",                         //新风量
                "shgc":"0.6",                       //shgc
                "light":"8",                        //照明密度
                "equip":"15",                       //设备功率
                "sum_point":"25",                   //夏季设定温度
                "win_point":"18",                   //冬季设定温度
            }
        }
    ]
}